---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrEqResult
source: html/fdc49906-8a98-bcd2-d53d-061ffae7b97e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrEqResult Property

"Calculation Rules"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrEqResult { get; }
```